IDEA Open Model
ConcreteSLSCheckResultCrackWidth Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the ConcreteSLSCheckResultCrackWidth class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
protected ConcreteSLSCheckResultCrackWidth()
Protected Sub New
See Also
Reference
ConcreteSLSCheckResultCrackWidth Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace